@extends('layout')

@section('content')
        <main>
            <section class="first__block">
                <img src="{{asset("img/first-block-img.png")}}" alt="">
                <div class="first__block-wrapper container">
                    <h1>О компании</h1>
                </div>
            </section>
            <div class="breadcrumbs container">
                <ul>
                    <li>
                        <a href="/">Главная</a>
                    </li>
                    <li>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M11.0037 8L6.00372 13L6.00372 3L11.0037 8Z" fill="#6EB513" />
                        </svg>
                    </li>
                    <li>О компании</li>
                    <li>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M11.0037 8L6.00372 13L6.00372 3L11.0037 8Z" fill="#6EB513" />
                        </svg>
                    </li>
                    <li>Миссия компании</li>
                </ul>
            </div>
            <section class="about container">
                <div class="about__wrapper">
                    <div class="about__container">
                        <div class="about__left">
                            <h2 class="about__title title">СТ AGRO — поставщик сельскохозяйственной техники известных мировых брендов <span>и ведущий игрок рынка услуг для аграрного сектора в Казахстане.</span></h2>
                            <p>Основанная в 2000 году инициативным предпринимателем из Германии Клаусом Тишером, компания СТ AGRO стала известна прежде всего как официальный дилер немецкого производителя сельхозтехники CLAAS. Уникальным на тот момент было то, что СТ AGRO не только поставляла образцы новейших зарубежных сельхозмашин, но и предлагала их системное обслуживание.</p>
                            <p class="hidden-text">Lorem ipsum, dolor sit amet consectetur adipisicing elit. Molestias porro vero tenetur eos ratione distinctio facilis nisi sunt magni nostrum aliquid, doloremque minima illum itaque totam eum ab beatae? Doloremque!</p>
                            <button class="more-btn" type="button">Подробнее</button>
                        </div>
                        <div class="about__right">
                            <div class="about__img">
                                <img src="{{asset("img/about-img.png")}}" alt="">
                            </div>
                        </div>
                    </div>
                    <div class="about__container reverse">
                        <div class="about__right">
                            <div class="about__img">
                                <img src="{{asset("img/about-img.png")}}" alt="">
                            </div>
                        </div>
                        <div class="about__left">
                            <h2 class="about__title title"><span>Многолетнее сотрудничество с известными мировыми брендами и разнообразие производимых ими машин и агрегатов</span> позволяют СТ AGRO реагировать на конкретные запросы аграриев и учитывать специфику условий производства в каждом отдельном хозяйстве.</h2>
                            <button class="more-btn" type="button">Подробнее</button>
                        </div>
                    </div>
                    <div class="about__container">
                        <div class="about__left">
                            <h2 class="about__title title"><span>CT AGRO — это команда профессионалов,</span> хорошо знающих не только технику, но и технологии сельскохозяйственного производства.</h2>
                            <div class="accordeon-wrapper">
                                <div class="accordeon-wrap">
                                    <div class="accordeon__box" data-accordeon-trigger="1">
                                        <p class="accordeon__title">Профессионализм</p>
                                    </div>
                                    <div class="accordeon__content" data-accordeon-content="1">
                                        <p>Lorem ipsum dolor sit amet consectetur adipisicing elit. Labore nemo, sint vero ullam repellendus molestias id modi aut alias, officia provident et doloremque ab nulla necessitatibus facere aliquid culpa nihil!</p>
                                    </div>
                                </div>
                                <div class="accordeon-wrap">
                                    <div class="accordeon__box" data-accordeon-trigger="1">
                                        <p class="accordeon__title">Индивидуальный подход</p>
                                    </div>
                                    <div class="accordeon__content" data-accordeon-content="1">
                                        <p>Lorem ipsum dolor sit amet consectetur adipisicing elit. Labore nemo, sint vero ullam repellendus molestias id modi aut alias, officia provident et doloremque ab nulla necessitatibus facere aliquid culpa nihil!</p>
                                    </div>
                                </div>
                                <div class="accordeon-wrap">
                                    <div class="accordeon__box" data-accordeon-trigger="1">
                                        <p class="accordeon__title">Сервис высокого уровня</p>
                                    </div>
                                    <div class="accordeon__content" data-accordeon-content="1">
                                        <p>Lorem ipsum dolor sit amet consectetur adipisicing elit. Labore nemo, sint vero ullam repellendus molestias id modi aut alias, officia provident et doloremque ab nulla necessitatibus facere aliquid culpa nihil!</p>
                                    </div>
                                </div>
                                <div class="accordeon-wrap">
                                    <div class="accordeon__box" data-accordeon-trigger="1">
                                        <p class="accordeon__title">Набор консалтинговых и финансовых услуг</p>
                                    </div>
                                    <div class="accordeon__content" data-accordeon-content="1">
                                        <p>Lorem ipsum dolor sit amet consectetur adipisicing elit. Labore nemo, sint vero ullam repellendus molestias id modi aut alias, officia provident et doloremque ab nulla necessitatibus facere aliquid culpa nihil!</p>
                                    </div>
                                </div>
                            </div>
                            <a href="{{route("catalog-library", ['locale' => app()->getLocale()])}}">В каталог</a>
                        </div>
                        <div class="about__right">
                            <div class="about__img">
                                <img src="{{asset("img/about-img.png")}}" alt="">
                            </div>
                        </div>
                    </div>
                    <div class="about__container reverse">
                        <div class="about__right">
                            <div class="about__img">
                                <img src="{{asset("img/about-img.png")}}" alt="">
                            </div>
                        </div>
                        <div class="about__left">
                            <h2 class="about__title title">Сервисное обслуживание СТ AGRO</h2>
                            <p>Сервисное обслуживание высокого уровня немыслимо без должного обеспечения запасными частями. Поэтому СT AGRO еще на этапе создания собственной сети сервисных центров предусмотрела в каждом из них склад запасных частей.</p>
                            <p>Отдельного упоминания заслуживает появление ТОО СТ ЭСЭМБЛИ — предприятия по промышленной сборке сельхозтехники в городе Петропавловске, где в настоящее время выпускаются энергонасыщенные современные тракторы CLAAS, зерноуборочные комбайны и современные зерновые жатки того же бренда, а также широкозахватные посевные комплексы HORSCH.</p>
                            <a href="{{route("service", ['locale' => app()->getLocale()])}}">На страницу сервиса</a>
                        </div>
                    </div>
                </div>
            </section>
            <section class="mission container indent">
                <h2 class="mission__title title">Миссия компании</h2>
                <p>С момента основания мы постоянно расширяем ассортимент продукции, географию присутствия, повышаем квалификацию сотрудников. Все это с единственной целью – быть надежным партнером и помощником для аграрных хозяйств Казахстана.</p>
                <span>Надежное партнерство в целях устойчивого развития бизнеса.</span>
                <p>Мы всегда рядом, когда вам требуется наша помощь, оставаясь верными нашему девизу:</p>
                <h3>ГАРАНТИЯ ВАШЕГО УСПЕХА СЕГОДНЯ И ЗАВТРА</h3>
                <h4>Мы руководствуемся тремя основными принципами:</h4>
                <div class="mission__wrapper">
                    <div class="mission__card">
                        <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M42.5784 5.65313C42.4935 5.28495 42.2662 4.9654 41.9463 4.7644C41.6263 4.56341 41.2398 4.49733 40.8712 4.58063C37.4207 5.36591 33.8058 4.95809 30.6169 3.42375C30.4247 3.33004 30.2138 3.28133 30 3.28133C29.7862 3.28133 29.5753 3.33004 29.3831 3.42375C28.3355 3.92164 27.239 4.30935 26.1112 4.58063C23.813 5.10245 21.427 5.10245 19.1287 4.58063C18.7603 4.49761 18.374 4.56382 18.0543 4.76479C17.7346 4.96577 17.5074 5.28515 17.4225 5.65313C14.9044 17.94 18.8072 30.0469 30 32.8875C41.1928 30.0469 45.0937 17.9391 42.5784 5.65313ZM35.3034 16.2188L29.5734 21.9581C29.3044 22.2202 28.9436 22.3669 28.568 22.3669C28.1923 22.3669 27.8316 22.2202 27.5625 21.9581L24.6975 19.0838C24.5646 18.9522 24.4591 18.7956 24.3871 18.623C24.3151 18.4504 24.278 18.2653 24.278 18.0783C24.278 17.8913 24.3151 17.7061 24.3871 17.5335C24.4591 17.361 24.5646 17.2044 24.6975 17.0728C24.9654 16.8085 25.3266 16.6603 25.703 16.6603C26.0793 16.6603 26.4405 16.8085 26.7084 17.0728L28.5675 18.9319L33.2916 14.2078C33.5599 13.9492 33.919 13.8062 34.2916 13.8096C34.6643 13.8131 35.0207 13.9626 35.2842 14.2261C35.5477 14.4896 35.6973 14.846 35.7007 15.2187C35.7041 15.5913 35.5611 15.9504 35.3025 16.2188H35.3034ZM55.3594 44.1338C55.6508 44.7557 55.6906 45.4662 55.4705 46.1168C55.2504 46.7674 54.7873 47.3078 54.1781 47.625L39.4069 55.3125C37.0831 56.5312 34.4306 56.9753 31.8366 56.58L9.54468 53.1881L4.38843 44.2519L17.8041 36.5016C18.9145 35.8636 20.143 35.4579 21.4149 35.3088C22.6869 35.1597 23.9759 35.2705 25.2037 35.6344L37.9012 41.0597C38.5234 41.335 39.0277 41.8222 39.3241 42.4347C39.6205 43.0471 39.6898 43.7448 39.5197 44.4036C39.3496 45.0624 38.9512 45.6393 38.3953 46.0317C37.8395 46.424 37.1624 46.6063 36.4847 46.5459L27.7275 45.6684C27.3385 45.6371 26.9526 45.7592 26.6524 46.0087C26.3523 46.2581 26.1616 46.6151 26.1212 47.0033C26.0808 47.3915 26.1938 47.78 26.4362 48.086C26.6785 48.3919 27.031 48.5908 27.4181 48.6403L36.1856 49.5281C37.4939 49.6625 38.8093 49.3515 39.9189 48.6454C41.0286 47.9394 41.8675 46.8796 42.3 45.6375L52.1916 42.7078C52.8029 42.5266 53.4589 42.5707 54.0404 42.8322C54.6219 43.0937 55.0903 43.5552 55.3603 44.1328L55.3594 44.1338Z" fill="#6EB513"/>
                            </svg>
                            <h5>Надежность</h5>
                            <p>Сельскохозяйственная деятельность связана со значительным риском. Мы прекрасно понимаем, насколько ценны для агропредприятий надежная техника и крепкие партнерские связи. Поэтому предлагаем высокопроизводительные машины и оборудование, которые никогда не подведут, безупречный и своевременный сервис, а также обучаем механизаторов и инженерно-технический персонал.</p>
                    </div>
                    <div class="mission__card">
                        <svg width="61" height="60" viewBox="0 0 61 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_183_3814)">
                            <path d="M38.3804 51.8595C35.9835 52.9233 33.3679 53.4828 30.6666 53.4828C27.9653 53.4828 25.3502 52.9233 22.9533 51.8595C22.1518 52.9536 21.1259 53.8215 19.9545 54.4162C23.2092 56.169 26.8662 57.1 30.6666 57.1C34.4675 57.1 38.1244 56.169 41.3792 54.4162C40.2073 53.8215 39.1815 52.954 38.3804 51.8595ZM43.7793 20.6909C43.8918 20.7984 44.0036 20.9074 44.1143 21.0181C45.6671 22.5708 46.9172 24.3452 47.8374 26.2693C48.7031 26.0352 49.596 25.9164 50.4929 25.9162C50.8878 25.9162 51.2784 25.9414 51.6647 25.9858C50.5409 23.2021 48.8586 20.6469 46.6718 18.4601C45.964 17.7525 45.2106 17.0919 44.4165 16.4826C44.5685 17.898 44.3555 19.34 43.7793 20.6908V20.6909ZM13.4959 26.2692C14.4165 24.3452 15.6666 22.5708 17.2193 21.0181C17.3301 20.9074 17.4418 20.7984 17.5545 20.6909C16.9776 19.34 16.7648 17.898 16.9172 16.4827C16.1231 17.092 15.3697 17.7525 14.6618 18.4601C12.4756 20.6469 10.7928 23.2021 9.66895 25.9859C10.0579 25.9403 10.4492 25.9171 10.8408 25.9162C11.7376 25.9164 12.6303 26.035 13.4959 26.2692ZM21.1831 14.8846C20.2758 16.4149 20.262 18.2546 21.1461 19.806C22.0373 21.3706 23.6431 22.3054 25.4412 22.3054H35.892C37.6905 22.3054 39.2959 21.3706 40.1876 19.806C41.0716 18.2546 41.0574 16.4149 40.1506 14.8846C39.0784 13.0764 37.5189 11.6409 35.6988 10.7043C36.6427 9.54979 37.1559 8.11753 37.1559 6.60639C37.1559 4.87284 36.4811 3.24311 35.2552 2.0178C34.0299 0.7919 32.4002 0.117134 30.6666 0.117134C28.9334 0.117134 27.3039 0.7919 26.078 2.0178C24.8526 3.24323 24.1774 4.87284 24.1774 6.60639C24.1774 8.11753 24.691 9.54979 25.6349 10.7043C23.8148 11.6409 22.2548 13.0764 21.1831 14.8846ZM20.3615 49.2192C21.2453 47.6678 21.2316 45.8285 20.3243 44.2982C19.2528 42.49 17.6927 41.0545 15.8726 40.1179C16.8165 38.9634 17.3301 37.5311 17.3301 36.02C17.3301 34.2864 16.655 32.6567 15.4291 31.4309C12.899 28.9013 8.7822 28.9013 6.25224 31.4309C5.02645 32.6567 4.3511 34.2864 4.3511 36.0195C4.3511 37.5311 4.86474 38.9634 5.80868 40.1179C3.98864 41.054 2.42899 42.49 1.35696 44.2982C0.449579 45.828 0.435868 47.6678 1.31981 49.2192C2.21114 50.7842 3.81696 51.7185 5.61509 51.7185H16.0659C17.8643 51.7185 19.4702 50.7842 20.3614 49.2192H20.3615ZM55.525 40.1179C56.4684 38.9634 56.9821 37.5311 56.9821 36.02C56.9821 34.2864 56.3069 32.6567 55.0813 31.4314C52.5514 28.9013 48.4342 28.9013 45.9042 31.4314C44.6784 32.6568 44.0036 34.2864 44.0036 36.02C44.0036 37.5311 44.5167 38.9634 45.4606 40.1179C43.6406 41.0545 42.0809 42.49 41.0089 44.2982C40.1021 45.8285 40.0878 47.6683 40.9717 49.2196C41.8635 50.7842 43.4693 51.7185 45.267 51.7185H55.7178C57.5158 51.7185 59.1216 50.7842 60.0134 49.2196C60.8974 47.6683 60.8832 45.8285 59.9763 44.2982C58.9047 42.49 57.3451 41.0545 55.525 40.1179Z" fill="#6EB513"/>
                            </g>
                            <defs>
                            <clipPath id="clip0_183_3814">
                            <rect width="60" height="60" fill="white" transform="translate(0.666626)"/>
                            </clipPath>
                            </defs>
                            </svg>
                            <h5>Партнерство</h5>
                            <p>Успех любого бизнеса зависит от качества и развития партнерских связей. С каждым клиентом мы стремимся развивать долговременные отношения, основанные на взаимном доверии. Когда успех каждого открывает новые возможности и перспективы для партнера.</p>
                    </div>
                    <div class="mission__card">
                        <svg width="61" height="60" viewBox="0 0 61 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.0834 27.5H11.5834C10.893 27.5 10.3334 28.0596 10.3334 28.75V33.75C10.3334 34.4404 10.893 35 11.5834 35H14.0834C14.7737 35 15.3334 34.4404 15.3334 33.75V28.75C15.3334 28.0596 14.7737 27.5 14.0834 27.5Z" fill="#6EB513"/>
                            <path d="M52.8334 33.75C52.8324 34.7443 52.437 35.6975 51.7339 36.4006C51.0309 37.1036 50.0776 37.499 49.0834 37.5H46.5834C45.5891 37.499 44.6359 37.1036 43.9328 36.4006C43.2298 35.6975 42.8344 34.7443 42.8334 33.75V32.5H17.8334V33.75C17.8324 34.7443 17.437 35.6975 16.7339 36.4006C16.0309 37.1036 15.0776 37.499 14.0834 37.5H11.5834C10.5891 37.499 9.63587 37.1036 8.93282 36.4006C8.22977 35.6975 7.83437 34.7443 7.83337 33.75V32.5H2.83337V52.5C2.83337 53.4946 3.22846 54.4484 3.93172 55.1516C4.63499 55.8549 5.58881 56.25 6.58337 56.25H54.0834C55.0779 56.25 56.0318 55.8549 56.735 55.1516C57.4383 54.4484 57.8334 53.4946 57.8334 52.5V32.5H52.8334V33.75ZM55.3334 13.75H42.8334V8.75C42.8334 7.42392 42.3066 6.15215 41.3689 5.21447C40.4312 4.27678 39.1595 3.75 37.8334 3.75H22.8334C21.5073 3.75 20.2355 4.27678 19.2978 5.21447C18.3602 6.15215 17.8334 7.42392 17.8334 8.75V13.75H5.33337C4.33912 13.751 3.38587 14.1464 2.68282 14.8494C1.97977 15.5525 1.58437 16.5057 1.58337 17.5V26.25C1.58437 27.2443 1.97977 28.1975 2.68282 28.9006C3.38587 29.6036 4.33912 29.999 5.33337 30H7.83337V28.75C7.83437 27.7557 8.22977 26.8025 8.93282 26.0994C9.63587 25.3964 10.5891 25.001 11.5834 25H14.0834C15.0776 25.001 16.0309 25.3964 16.7339 26.0994C17.437 26.8025 17.8324 27.7557 17.8334 28.75V30H42.8334V28.75C42.8344 27.7557 43.2298 26.8025 43.9328 26.0994C44.6359 25.3964 45.5891 25.001 46.5834 25H49.0834C50.0776 25.001 51.0309 25.3964 51.7339 26.0994C52.437 26.8025 52.8324 27.7557 52.8334 28.75V30H55.3334C56.3276 29.999 57.2809 29.6036 57.9839 28.9006C58.687 28.1975 59.0824 27.2443 59.0834 26.25V17.5C59.0824 16.5057 58.687 15.5525 57.9839 14.8494C57.2809 14.1464 56.3276 13.751 55.3334 13.75ZM22.8334 13.75V8.75H37.8334V13.75H22.8334Z" fill="#6EB513"/>
                            <path d="M49.0834 27.5H46.5834C45.893 27.5 45.3334 28.0596 45.3334 28.75V33.75C45.3334 34.4404 45.893 35 46.5834 35H49.0834C49.7737 35 50.3334 34.4404 50.3334 33.75V28.75C50.3334 28.0596 49.7737 27.5 49.0834 27.5Z" fill="#6EB513"/>
                            </svg>
                            <h5>Ответственность</h5>
                        <p>Мы несем полную ответственность как за поставляемую технику, так и за своевременность и качество выполняемых работ по ее ремонту и обслуживанию. Каждый наш клиент может быть уверен, что машины от CT AGRO будут в строю и отработают максимально эффективно даже в самых непростых условиях эксплуатации.</p>
                    </div>
                </div>
            </section>
            <section class="gallery container indent">
                <h2 class="gallery__title title">Галерея</h2>
                <div class="gallery__wrapper">
                    <div class="gallery__left">
                        <div class="gallery__left-img">
                            <img src="{{asset("img/news-slide-img.png")}}" alt="">
                        </div>
                        <div class="gallery__container">
                            <div class="gallery__container-img">
                                <img src="{{asset("img/equipment-img.png")}}" alt="">
                            </div>
                            <div class="gallery__container-img">
                                <img src="{{asset("img/equipment-img.png")}}" alt="">
                            </div>
                        </div>
                    </div>
                    <div class="gallery__right">
                        <div class="gallery__right-img">
                            <img src="{{asset("img/about-img.png")}}" alt="">
                        </div>
                    </div>
                </div>
            </section>
            @include('components.form')
        </main>
@endsection
