@extends('layout')

@section('content')
        <main>
            <section class="first__block">
                <img src="{{asset("img/first-block-img.png")}}" alt="">
                <div class="first__block-wrapper container">
                    <h1>Политика конфиденциальности</h1>
                </div>
            </section>
            <div class="breadcrumbs container">
                <ul>
                    <li>
                        <a href="/">Главная</a>
                    </li>
                    <li>
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M11.0037 8L6.00372 13L6.00372 3L11.0037 8Z" fill="#6EB513" />
                        </svg>
                    </li>
                    <li>Политика конфиденциальности</li>
                </ul>
            </div>
            <div class="policy container">
                <p>Настоящая Политика конфиденциальности устанавливает (в полной мере прозрачность и в соответствии с
                    применимыми законами и правилами) основу, на которой мы используем ваши личные данные, когда вы
                    обращаетесь к нашим сайтам, покупаете наши продукты, взаимодействуете с нами или иным образом
                    используете наши услуги («Услуги») ,Пожалуйста, внимательно прочитайте следующее, чтобы понять наши
                    взгляды и практики в отношении ваших персональных данных и как мы будем относиться к ним.объемДля целей
                    настоящей Политики конфиденциальности «Личные данные» означает любую информацию, посредством которой мы
                    можем идентифицировать вас как отдельного человека, как описано ниже в разделе «Личные данные, которые
                    мы собираем».Настоящая Политика конфиденциальности распространяется на все Личные данные, которые мы
                    собираем и используем следующих лиц:1. Клиенты: Когда мы ведем бизнес с нашими (корпоративными)
                    клиентами (бизнес-бизнес), персональные данные, которые мы собираем, касаются данных, касающихся наших
                    клиентов и их представителей / контактных лиц, таких как адрес электронной почты представителя,
                    профессиональный номер телефона и рабочий адрес. Этот тип персональных данных собирается через различные
                    каналы, например, через наш веб-сайт, в процессе продаж, через телефонные звонки, через формы, которые
                    вы отправляете нам, по электронной почте или через бизнес-мероприятия. Настоящая Политика
                    конфиденциальности не распространяется на корпоративную информацию компании, если личная информация от
                    физических лиц не может быть получена из такой корпоративной информации.2. Посетители веб-сайта: при
                    посещении нашего веб-сайта (либо в качестве клиента, либо в качестве представителя, либо в другом
                    качестве) персональные данные, которые мы собираем, включают данные, собранные через регистрацию,
                    заявки, покупки, в связи с вашими запросами, подписку на получение прямого маркетинг и данные, собранные
                    автоматически при просмотре нашего веб-сайта.КТО МЫЭтот веб-сайт управляется и контролируется Royal
                    Reesink B.V., с его основным местом деятельности в Апелдорне, в зависимости от того, где вы живете, и
                    какого из наших Услуг вы используете (в дальнейшем «Royal Reesink», «мы» или «мы»).Если вы использовали
                    наши Услуги (например, приобретая наши продукты) за пределами этого веб-сайта, компания Royal Reesink,
                    ответственная за использование ваших персональных данных, будет зависеть от компании Royal Reesink, с
                    которой вы заключили договор. Здесь можно найти обзор применимых ответственных компаний Royal Reesink.
                    ПЕРСОНАЛЬНЫЕ ДАННЫЕ, КОТОРЫЕ МЫ СОБИРАЕМПерсональные данные, которые мы собираем о вас при использовании
                    наших Услуг, включают следующее:• Ваши контактные данные. Ваше имя, почтовый адрес и другие контактные
                    данные, такие как ваш номер телефона и адрес электронной почты, а также любые другие контактные данные,
                    которые вы нам предоставляете.• Данные собираются автоматически. При посещении нашего веб-сайта мы
                    собираем данные автоматически через ваш браузер или устройство, используя куки-файлы и другие технологии
                    для отслеживания посетителей на веб-сайте (включая Google Analytics) и сбора информации о вашем
                    использовании нашего веб-сайта. Ознакомьтесь с нашей политикой Cookie, чтобы узнать больше.• Ваши
                    финансовые данные. Финансовая информация, которая была раскрыта нам (по запросу или добровольно) и может
                    быть связана с вами как с клиентом, так и с представителем или физическим лицом, например с реквизитами
                    банковского счета или фактурой.• Ваши личные качества. В том числе ваш пол или другие личные
                    характеристики, которые просят идентифицировать вас как клиента или его представителя.• Запись
                    видеоматериалов. Когда вы входите или здания или помещения, вы записываете наши системы видеонаблюдения
                    (CCTV). Вы также можете записывать видеоматериал во время событий или ярмарок, которые мы посещаем, и во
                    время которых мы снимаем видео.• Ваша профессия и должность. Сюда входит информация о конкретном (суб)
                    секторе, в котором вы работаете.• Использование вами наших Услуг. Мы собираем информацию, касающуюся
                    использования вами наших Услуг, например, какие покупки вы делаете (онлайн или как часть процесса
                    продажи), сумму и дату покупки, приобретенный вами продукт или услугу, место покупки, способ оплаты , и
                    т.д.• Ваши данные связи. Ваши запросы, любые жалобы, которые у вас есть, и любые другие данные, которые
                    мы получаем, если мы свяжемся с вами по электронной почте или в Интернете.• Любые другие персональные
                    данные. Это включает в себя любые личные данные, которые вы раскрываете нам в ходе своих договорных
                    отношений с нами, добровольно или по запросу.
                    ЧТО МЫ ДЕЛАЕМ ВАШИ ЛИЧНЫЕ ДАННЫЕRoyal Reesink собирает и использует ваши персональные данные для целей
                    ниже и на законных основаниях. Пожалуйста, знайте, что, поскольку мы уже располагаем информацией о вас,
                    мы можем использовать эту информацию для тех же целей.Для выполнения нашего соглашения с вами: для
                    выполнения наших обязательств, вытекающих из любых договоров, заключенных между вами и нами, и
                    предоставления вам информации и услуг, которые вы запрашиваете, включая управление и обработку ваших
                    запросов, запросов или жалоб , Это также включает в себя ответы на ваши запросы о предоставлении
                    обслуживания клиентов, ответы на ваши запросы, предоставление технической поддержки, предоставление вам
                    важной информации об используемых вами Услугах и т. Д.Для наших законных коммерческих интересов: мы
                    можем использовать ваши Личные данные (как по совокупности, так и на индивидуальной основе), такие как
                    ваши контактные данные и ваши электронные идентификационные данные для рекламы наших продуктов и услуг,
                    установления контакта с вами для маркетинга или других если вы существующий клиент. Мы также можем
                    использовать ваши персональные данные для анализа и улучшения качества наших продуктов и услуг, таких
                    как предоставление вам услуг и послепродажного обслуживания и понимание вас как клиента (оптимизация
                    клиентов). Это позволяет нам оценить, что может вас заинтересовать, измерить или понять эффективность
                    рекламы, которую мы обслуживаем для вас и других, и для доставки соответствующей рекламы. Кроме того,
                    исходя из вашего исторического использования наших Услуг, мы можем нацелить вас на рекламу или другие
                    маркетинговые материалы, которые настроены на ваши личные предпочтения и опыт.Мы также можем
                    использовать ваши Личные данные для наших других законных коммерческих интересов, таких как, чтобы
                    управлять и расширять нашу бизнес-деятельность, разрабатывать и совершенствовать или изменять наши
                    Услуги, создавать агрегированные статистические данные о пользователях наших Услуг; для оказания помощи
                    в области безопасности и предотвращения мошенничества; для администрирования нашего веб-сайта и для
                    внутренних операций, включая поиск и устранение неисправностей, анализ данных, тестирование,
                    исследования и статистические цели. Для целей целостности системы (например, предотвращение взлома,
                    рассылки спама и т. Д.); для облегчения наших деловых операций, для управления политиками и процедурами
                    компании; чтобы мы могли совершать корпоративные транзакции, такие как любое слияние, продажа,
                    реорганизация, передача активов или предприятий Royal Reesink, приобретение, банкротство или подобное
                    событие; или для других законных деловых целей, разрешенных применимым законодательством.Использование
                    информации на основе вашего согласия:Мы можем использовать ваши персональные данные, упомянутые выше, в
                    разделе «Персональные данные, которые мы собираем», чтобы отправлять вам маркетинговые сообщения
                    (например, информационные бюллетени, рекламные акции, новости о продуктах или обновлениях услуг) по
                    электронной почте или другим электронным средствам по телефону или через электронную почту (например,
                    листовки), но мы сделаем это только после того, как получим ваше согласие на это.</p>
            </div>
        </main>
        @endsection
