<?php

return [
    'homepage' => [
        'ru' => 'Главная',
        'en' => 'Home',
        'kz' => 'Басты бет',
    ],
    'about' => [
        'ru' => 'О компании',
        'en' => 'About',
        'kz' => 'Компания туралы',
    ],
    'site_developed_by' => [
        'ru' => 'Сайт разработан',
        'en' => 'Site developed by',
        'kz' => 'Сайт жасаған',
    ],
    'mission' => [
        'ru' => 'Миссия компании',
        'kz' => 'Компания миссиясы',
    ],
    'reviews' => [
        'ru' => 'Отзывы',
        'kz' => 'Пікірлер',
    ],
    'press_about_us' => [
        'ru' => 'Пресса о нас',
        'kz' => 'Біз туралы баспасөз',
    ],
    'news' => [
        'ru' => 'Новости',
        'kz' => 'Жаңалықтар',
    ],
    'ct_assembly' => [
        'ru' => 'Сборочное предприятие CT Assembly',
        'kz' => 'CT Assembly құрастыру кәсіпорны',
    ],
    'special_offers' => [
        'ru' => 'Спецпредложения',
        'kz' => 'Арнайы ұсыныстар',
    ],
    'partners' => [
        'ru' => 'Наши партнеры',
        'kz' => 'Біздің серіктестеріміз',
    ],
    'technology' => [
        'ru' => 'Техника',
        'kz' => 'Техника',
    ],
    'catalog_library' => [
        'ru' => 'Библиотека каталогов',
        'kz' => 'Каталогтар кітапханасы',
    ],
    'parts_and_service' => [
    'ru' => 'Запчасти и сервис',
    'kz' => 'Бөлшектер мен қызмет көрсету',
],
    'presence_map' => [
        'ru' => 'Карта присутствия',
        'kz' => 'Қатысу картасы',
    ],
    'contacts' => [
    'ru' => 'Контакты',
    'kz' => 'Байланыс',
],
    'engine_repair' => [
    'ru' => 'Ремонт двигателей',
    'kz' => 'Қозғалтқыштарды жөндеу',
],
    'spare_parts' => [
    'ru' => 'Запасные части',
    'kz' => 'Запас бөлшектер',
],
    'service' => [
    'ru' => 'Сервис',
    'kz' => 'Қызмет көрсету',
],

];
