<?php

return [
    'homepage' => [
        'ru' => 'Главная',
        'en' => 'Home',
        'kz' => 'Басты бет',
    ],
    'about' => [
        'ru' => 'О компании',
        'en' => 'About',
        'kz' => 'Компания туралы',
    ],
    'site_developed_by' => [
        'ru' => 'Сайт разработан',
        'en' => 'Site developed by',
        'kz' => 'Сайт жасаған',
    ],
    'mission' => [
        'ru' => 'Миссия компании',
        'kz' => 'Компания миссиясы',
    ],
    'reviews' => [
        'ru' => 'Отзывы',
        'kz' => 'Пікірлер',
    ],
    'press_about_us' => [
        'ru' => 'Пресса о нас',
        'kz' => 'Біз туралы баспасөз',
    ],
    'news' => [
        'ru' => 'Новости',
        'kz' => 'Жаңалықтар',
    ],
    'ct_assembly' => [
        'ru' => 'Сборочное предприятие CT Assembly',
        'kz' => 'CT Assembly құрастыру кәсіпорны',
    ],
    'special_offers' => [
        'ru' => 'Спецпредложения',
        'kz' => 'Арнайы ұсыныстар',
    ],
    'partners' => [
        'ru' => 'Наши партнеры',
        'kz' => 'Біздің серіктестеріміз',
    ],
    'technology' => [
        'ru' => 'Техника',
        'kz' => 'Техника',
    ],
    'catalog_library' => [
        'ru' => 'Библиотека каталогов',
        'kz' => 'Каталогтар кітапханасы',
    ],
    'parts_and_service' => [
    'ru' => 'Запчасти и сервис',
    'kz' => 'Бөлшектер мен қызмет көрсету',
],
    'presence_map' => [
        'ru' => 'Карта присутствия',
        'kz' => 'Қатысу картасы',
    ],
    'contacts' => [
    'ru' => 'Контакты',
    'kz' => 'Байланыс',
],
    'engine_repair' => [
    'ru' => 'Ремонт двигателей',
    'kz' => 'Қозғалтқыштарды жөндеу',
],
    'spare_parts' => [
    'ru' => 'Запасные части',
    'kz' => 'Запас бөлшектер',
],
    'service' => [
    'ru' => 'Сервис',
    'kz' => 'Қызмет көрсету',
],
'stay_informed' => [
    'ru' => 'Будьте в курсе',
    'kz' => 'Хабардар болыңыз',
],
'site_developed' => [
    'ru' => 'Сайт разработан',
    'kz' => 'Сайт әзірленді',
],
'more_details' => [
    'ru' => 'Подробнее',
    'kz' => 'Толығырақ',
],
'all_news' => [
    'ru' => 'Все новости',
    'kz' => 'Барлық жаңалықтар',
],
'contact_us_for_details' => [
    'ru' => 'Свяжитесь с нами для обсуждения деталей',
    'kz' => 'Мәліметтерді талқылау үшін бізбен хабарласыңыз',
],
'consent_message' => [
    'ru' => 'Нажимая кнопку “Отправить” вы даёте согласие на обработку <a href="#">персональных данных</a>',
    'kz' => '“Жіберу” түймесін басу арқылы сіз <a href="#">жеке деректерді өңдеуге</a> келісім бересіз',
],
'message' => [
    'ru' => 'Сообщение',
    'kz' => 'Хабарлама',
],
'send' => [
    'ru' => 'Отправить',
    'kz' => 'Жіберу',
],
'email' => [
    'ru' => 'Почта',
    'kz' => 'Электрондық пошта',
],
'enter_valid_email' => [
    'ru' => 'Введите корректный email в формате user@example.com',
    'kz' => 'user@example.com форматында дұрыс email енгізіңіз',
],
'phone' => [
    'ru' => 'Телефон',
    'kz' => 'Телефон',
],
'name' => [
    'ru' => 'Имя',
    'kz' => 'Аты',
],

];
